<?xml version="1.0" encoding="iso-8859-1"?>
<rss version="2.0"><channel><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link><description>Podcast by 929</description><language>he</language><copyright>All rights reserved</copyright><image><url>http://i1.sndcdn.com/artworks-000195432844-5u7req-original.jpg</url><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link></image><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/fenv74bbvr1o</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294888497-929-bible-fenv74bbvr1o.mp3" length="1066816" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/fenv74bbvr1o</guid><pubDate>Sat, 26 Nov 2016 18:46:56 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/mrthryt9leph</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294452275-929-bible-mrthryt9leph.mp3" length="1045696" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/mrthryt9leph</guid><pubDate>Wed, 23 Nov 2016 18:51:00 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/mxvcmfpqhkeo</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294225806-929-bible-mxvcmfpqhkeo.mp3" length="1060672" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/mxvcmfpqhkeo</guid><pubDate>Tue, 22 Nov 2016 11:23:11 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/t9fytgyhtq5s</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294085378-929-bible-t9fytgyhtq5s.mp3" length="959296" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/t9fytgyhtq5s</guid><pubDate>Mon, 21 Nov 2016 16:34:49 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/byvmewwz0gnb</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/293908317-929-bible-byvmewwz0gnb.mp3" length="982336" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/byvmewwz0gnb</guid><pubDate>Sun, 20 Nov 2016 12:32:42 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/rsrdqylzqihi</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/293815721-929-bible-rsrdqylzqihi.mp3" length="996160" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/rsrdqylzqihi</guid><pubDate>Sat, 19 Nov 2016 18:37:16 GMT</pubDate></item></channel></rss>