<?xml version="1.0" encoding="iso-8859-1"?>
<rss version="2.0"><channel><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link><description>Podcast by 929</description><language>he</language><copyright>All rights reserved</copyright><image><url>http://i1.sndcdn.com/artworks-000200051178-j1998c-original.jpg</url><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link></image><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/yhc3qjz64wab</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/299550873-929-bible-yhc3qjz64wab.mp3" length="1138269" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/yhc3qjz64wab</guid><pubDate>Sun, 25 Dec 2016 15:42:14 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/d06mb3jn8vip</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/299470199-929-bible-d06mb3jn8vip.mp3" length="998109" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/d06mb3jn8vip</guid><pubDate>Sat, 24 Dec 2016 20:42:13 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/nan1t0bey3kv</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/298959420-929-bible-nan1t0bey3kv.mp3" length="1050333" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/nan1t0bey3kv</guid><pubDate>Wed, 21 Dec 2016 14:15:25 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/lauoexmtypbb</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/298842851-929-bible-lauoexmtypbb.mp3" length="1030749" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/lauoexmtypbb</guid><pubDate>Tue, 20 Dec 2016 18:56:30 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/zdjy5ozgpmdd</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/298675007-929-bible-zdjy5ozgpmdd.mp3" length="1057245" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/zdjy5ozgpmdd</guid><pubDate>Mon, 19 Dec 2016 21:18:01 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/3o2ccpdmyjqe</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/298499690-929-bible-3o2ccpdmyjqe.mp3" length="1044189" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/3o2ccpdmyjqe</guid><pubDate>Sun, 18 Dec 2016 18:50:22 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/p1bcwjdjfdj3</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/298015433-929-bible-p1bcwjdjfdj3.mp3" length="1043421" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/p1bcwjdjfdj3</guid><pubDate>Thu, 15 Dec 2016 12:09:06 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/lyj6okjbwrke</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/297899160-929-bible-lyj6okjbwrke.mp3" length="1043008" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/lyj6okjbwrke</guid><pubDate>Wed, 14 Dec 2016 18:03:48 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/4jrr5xb5jiny</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/297707382-929-bible-4jrr5xb5jiny.mp3" length="1096384" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/4jrr5xb5jiny</guid><pubDate>Tue, 13 Dec 2016 13:14:14 GMT</pubDate></item><item><title>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/e0k9in5pfp9r</link><description>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/297525998-929-bible-e0k9in5pfp9r.mp3" length="1036096" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/e0k9in5pfp9r</guid><pubDate>Mon, 12 Dec 2016 13:28:06 GMT</pubDate></item><item><title>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ih2hc6vb8vi6</link><description>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/297406450-929-bible-ih2hc6vb8vi6.mp3" length="1050688" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ih2hc6vb8vi6</guid><pubDate>Sun, 11 Dec 2016 17:58:21 GMT</pubDate></item><item><title>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/bonve5jaoflj</link><description>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/296804905-929-bible-bonve5jaoflj.mp3" length="964672" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/bonve5jaoflj</guid><pubDate>Thu, 08 Dec 2016 09:20:19 GMT</pubDate></item><item><title>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/73oki4spm1z5</link><description>&#1497;&#1493;&#1488;&#1500; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/296685660-929-bible-73oki4spm1z5.mp3" length="1058752" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/73oki4spm1z5</guid><pubDate>Wed, 07 Dec 2016 17:03:52 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/heptnretnj2b</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/296549750-929-bible-heptnretnj2b.mp3" length="1042240" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/heptnretnj2b</guid><pubDate>Tue, 06 Dec 2016 19:31:26 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/f1dzrbbxeamv</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/296297107-929-bible-f1dzrbbxeamv.mp3" length="1080640" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/f1dzrbbxeamv</guid><pubDate>Mon, 05 Dec 2016 13:17:48 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/6ro5hpojrpav</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/296160406-929-bible-6ro5hpojrpav.mp3" length="1024960" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/6ro5hpojrpav</guid><pubDate>Sun, 04 Dec 2016 16:38:55 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/3gs9qy9acd6o</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/295842472-929-bible-3gs9qy9acd6o.mp3" length="1002304" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/3gs9qy9acd6o</guid><pubDate>Fri, 02 Dec 2016 08:56:52 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/jfpwypoxzace</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/295494599-929-bible-jfpwypoxzace.mp3" length="1056064" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/jfpwypoxzace</guid><pubDate>Wed, 30 Nov 2016 11:59:50 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/yhmppgjf4vn8</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/295346887-929-bible-yhmppgjf4vn8.mp3" length="962368" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/yhmppgjf4vn8</guid><pubDate>Tue, 29 Nov 2016 19:03:31 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/j9gqya9gc5ty</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/295119791-929-bible-j9gqya9gc5ty.mp3" length="1014208" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/j9gqya9gc5ty</guid><pubDate>Mon, 28 Nov 2016 10:10:48 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/hrwaih2hk69x</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294978144-929-bible-hrwaih2hk69x.mp3" length="1034944" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/hrwaih2hk69x</guid><pubDate>Sun, 27 Nov 2016 12:21:22 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/fenv74bbvr1o</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294888497-929-bible-fenv74bbvr1o.mp3" length="1066816" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/fenv74bbvr1o</guid><pubDate>Sat, 26 Nov 2016 18:46:56 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/mrthryt9leph</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294452275-929-bible-mrthryt9leph.mp3" length="1045696" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/mrthryt9leph</guid><pubDate>Wed, 23 Nov 2016 18:51:00 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/mxvcmfpqhkeo</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294225806-929-bible-mxvcmfpqhkeo.mp3" length="1060672" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/mxvcmfpqhkeo</guid><pubDate>Tue, 22 Nov 2016 11:23:11 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/t9fytgyhtq5s</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/294085378-929-bible-t9fytgyhtq5s.mp3" length="959296" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/t9fytgyhtq5s</guid><pubDate>Mon, 21 Nov 2016 16:34:49 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/byvmewwz0gnb</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/293908317-929-bible-byvmewwz0gnb.mp3" length="982336" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/byvmewwz0gnb</guid><pubDate>Sun, 20 Nov 2016 12:32:42 GMT</pubDate></item><item><title>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/rsrdqylzqihi</link><description>&#1492;&#1493;&#1513;&#1506; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/293815721-929-bible-rsrdqylzqihi.mp3" length="996160" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/rsrdqylzqihi</guid><pubDate>Sat, 19 Nov 2016 18:37:16 GMT</pubDate></item></channel></rss>