<?xml version="1.0" encoding="iso-8859-1"?>
<rss version="2.0"><channel><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link><description>Podcast by 929</description><language>he</language><copyright>All rights reserved</copyright><image><url>http://i1.sndcdn.com/artworks-000207555259-crank9-original.jpg</url><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link></image><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/w8nitiiujz9l</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307489490-929-bible-w8nitiiujz9l.mp3" length="1086788" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/w8nitiiujz9l</guid><pubDate>Mon, 13 Feb 2017 10:55:08 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/lw2rppm87sex</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307352022-929-bible-lw2rppm87sex.mp3" length="1124036" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/lw2rppm87sex</guid><pubDate>Sun, 12 Feb 2017 14:13:18 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/asc8btjyfalp</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307243679-929-bible-asc8btjyfalp.mp3" length="1091396" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/asc8btjyfalp</guid><pubDate>Sat, 11 Feb 2017 18:35:06 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/deypmkx9q61k</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306769657-929-bible-deypmkx9q61k.mp3" length="1062237" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/deypmkx9q61k</guid><pubDate>Wed, 08 Feb 2017 20:26:53 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/fzvmgqdx5yqz</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306604144-929-bible-fzvmgqdx5yqz.mp3" length="1067229" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/fzvmgqdx5yqz</guid><pubDate>Tue, 07 Feb 2017 21:22:55 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/np5ptzbr53tf</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306366927-929-bible-np5ptzbr53tf.mp3" length="912477" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/np5ptzbr53tf</guid><pubDate>Mon, 06 Feb 2017 13:05:43 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/bcob1wrlpzfz</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306257554-929-bible-bcob1wrlpzfz.mp3" length="965853" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/bcob1wrlpzfz</guid><pubDate>Sun, 05 Feb 2017 18:32:19 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ix7zacil6qok</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305927695-929-bible-ix7zacil6qok.mp3" length="1036893" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ix7zacil6qok</guid><pubDate>Fri, 03 Feb 2017 13:56:54 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ehikhb6lhmix</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305645323-929-bible-ehikhb6lhmix.mp3" length="1057629" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ehikhb6lhmix</guid><pubDate>Wed, 01 Feb 2017 20:29:48 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ztsuj4anm6wo</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305447167-929-bible-ztsuj4anm6wo.mp3" length="1067613" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ztsuj4anm6wo</guid><pubDate>Tue, 31 Jan 2017 18:04:43 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/aix479kbhyle</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305249836-929-bible-aix479kbhyle.mp3" length="1102557" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/aix479kbhyle</guid><pubDate>Mon, 30 Jan 2017 15:11:04 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/q84qce4we5us</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305121360-929-bible-q84qce4we5us.mp3" length="1046493" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/q84qce4we5us</guid><pubDate>Sun, 29 Jan 2017 19:23:26 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/gitfejaliwx3</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304976042-929-bible-gitfejaliwx3.mp3" length="1044957" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/gitfejaliwx3</guid><pubDate>Sat, 28 Jan 2017 18:46:06 GMT</pubDate></item><item><title>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/o5cksrgg1dfu</link><description>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304017877-929-bible-o5cksrgg1dfu.mp3" length="1083357" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/o5cksrgg1dfu</guid><pubDate>Sun, 22 Jan 2017 21:34:49 GMT</pubDate></item><item><title>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/qw8upe3xjxvp</link><description>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304017037-929-bible-qw8upe3xjxvp.mp3" length="1073757" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/qw8upe3xjxvp</guid><pubDate>Sun, 22 Jan 2017 21:29:08 GMT</pubDate></item><item><title>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/amzrjnd0jj6m</link><description>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304014691-929-bible-amzrjnd0jj6m.mp3" length="1103709" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/amzrjnd0jj6m</guid><pubDate>Sun, 22 Jan 2017 21:12:10 GMT</pubDate></item><item><title>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/7wspcadwtfnp</link><description>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304002108-929-bible-7wspcadwtfnp.mp3" length="967773" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/7wspcadwtfnp</guid><pubDate>Sun, 22 Jan 2017 19:45:23 GMT</pubDate></item><item><title>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ef4twtnkgzeb</link><description>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/303478656-929-bible-ef4twtnkgzeb.mp3" length="1139805" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ef4twtnkgzeb</guid><pubDate>Thu, 19 Jan 2017 12:42:27 GMT</pubDate></item><item><title>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/50dqvvmny98g</link><description>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/303355705-929-bible-50dqvvmny98g.mp3" length="1129053" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/50dqvvmny98g</guid><pubDate>Wed, 18 Jan 2017 19:28:02 GMT</pubDate></item><item><title>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/umdnyngmfbug</link><description>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/303106070-929-bible-umdnyngmfbug.mp3" length="1075293" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/umdnyngmfbug</guid><pubDate>Tue, 17 Jan 2017 07:26:55 GMT</pubDate></item><item><title>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/k9hpebd5yeog</link><description>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/302972484-929-bible-k9hpebd5yeog.mp3" length="985821" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/k9hpebd5yeog</guid><pubDate>Mon, 16 Jan 2017 14:30:01 GMT</pubDate></item><item><title>&#1504;&#1495;&#1493;&#1501; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/f9ps8l5vzjhs</link><description>&#1504;&#1495;&#1493;&#1501; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/302803806-929-bible-f9ps8l5vzjhs.mp3" length="1110237" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/f9ps8l5vzjhs</guid><pubDate>Sun, 15 Jan 2017 13:20:20 GMT</pubDate></item><item><title>&#1504;&#1495;&#1493;&#1501; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/a9zom0p68dun</link><description>&#1504;&#1495;&#1493;&#1501; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/302494905-929-bible-a9zom0p68dun.mp3" length="1087581" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/a9zom0p68dun</guid><pubDate>Fri, 13 Jan 2017 11:50:41 GMT</pubDate></item><item><title>&#1504;&#1495;&#1493;&#1501; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/bgrqmegmomd3</link><description>&#1504;&#1495;&#1493;&#1501; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/302016743-929-bible-bgrqmegmomd3.mp3" length="1043037" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/bgrqmegmomd3</guid><pubDate>Wed, 11 Jan 2017 10:18:37 GMT</pubDate></item><item><title>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/l3x7vu5qtwpe</link><description>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/301808235-929-bible-l3x7vu5qtwpe.mp3" length="1086813" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/l3x7vu5qtwpe</guid><pubDate>Tue, 10 Jan 2017 10:12:30 GMT</pubDate></item><item><title>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ll65oqyntosh</link><description>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/301658199-929-bible-ll65oqyntosh.mp3" length="1022685" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ll65oqyntosh</guid><pubDate>Mon, 09 Jan 2017 12:11:29 GMT</pubDate></item><item><title>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/eg4znyorucpi</link><description>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/301509501-929-bible-eg4znyorucpi.mp3" length="1043421" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/eg4znyorucpi</guid><pubDate>Sun, 08 Jan 2017 12:27:17 GMT</pubDate></item><item><title>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/clua7wewpvlh</link><description>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/301040962-929-bible-clua7wewpvlh.mp3" length="1027677" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/clua7wewpvlh</guid><pubDate>Thu, 05 Jan 2017 12:45:18 GMT</pubDate></item><item><title>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ksdfaf5voxwp</link><description>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/300876991-929-bible-ksdfaf5voxwp.mp3" length="1143645" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ksdfaf5voxwp</guid><pubDate>Wed, 04 Jan 2017 11:32:43 GMT</pubDate></item><item><title>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/nznnkod9yudg</link><description>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/300707836-929-bible-nznnkod9yudg.mp3" length="1051460" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/nznnkod9yudg</guid><pubDate>Tue, 03 Jan 2017 11:04:04 GMT</pubDate></item><item><title>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/bckkckuhdato</link><description>&#1502;&#1497;&#1499;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/300612026-929-bible-bckkckuhdato.mp3" length="1043805" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/bckkckuhdato</guid><pubDate>Mon, 02 Jan 2017 19:42:49 GMT</pubDate></item><item><title>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/h177dhluxvwh</link><description>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/300436221-929-bible-h177dhluxvwh.mp3" length="1006173" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/h177dhluxvwh</guid><pubDate>Sun, 01 Jan 2017 12:08:48 GMT</pubDate></item><item><title>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/vax4x5oxf4bk</link><description>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/300190633-929-bible-vax4x5oxf4bk.mp3" length="998493" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/vax4x5oxf4bk</guid><pubDate>Fri, 30 Dec 2016 14:13:15 GMT</pubDate></item><item><title>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xsijf9r9vuau</link><description>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/299961805-929-bible-xsijf9r9vuau.mp3" length="1125981" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xsijf9r9vuau</guid><pubDate>Wed, 28 Dec 2016 21:02:20 GMT</pubDate></item><item><title>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/wrsqf77dhsxr</link><description>&#1497;&#1493;&#1504;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/299785882-929-bible-wrsqf77dhsxr.mp3" length="1055325" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/wrsqf77dhsxr</guid><pubDate>Tue, 27 Dec 2016 16:41:45 GMT</pubDate></item><item><title>&#1506;&#1493;&#1489;&#1491;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ahzkpwxe3vcq</link><description>&#1506;&#1493;&#1489;&#1491;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/299683695-929-bible-ahzkpwxe3vcq.mp3" length="1081053" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ahzkpwxe3vcq</guid><pubDate>Mon, 26 Dec 2016 19:50:55 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/yhc3qjz64wab</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/299550873-929-bible-yhc3qjz64wab.mp3" length="1138269" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/yhc3qjz64wab</guid><pubDate>Sun, 25 Dec 2016 15:42:14 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/d06mb3jn8vip</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/299470199-929-bible-d06mb3jn8vip.mp3" length="998109" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/d06mb3jn8vip</guid><pubDate>Sat, 24 Dec 2016 20:42:13 GMT</pubDate></item><item><title>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/nan1t0bey3kv</link><description>&#1506;&#1502;&#1493;&#1505; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/298959420-929-bible-nan1t0bey3kv.mp3" length="1050333" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/nan1t0bey3kv</guid><pubDate>Wed, 21 Dec 2016 14:15:25 GMT</pubDate></item></channel></rss>