<?xml version="1.0" encoding="iso-8859-1"?>
<rss version="2.0"><channel><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link><description>Podcast by 929</description><language>he</language><copyright>All rights reserved</copyright><image><url>http://i1.sndcdn.com/artworks-000211291359-vqfqxd-original.jpg</url><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://soundcloud.com/929-bible</link></image><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/6vwfwdih89o0</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/311154161-929-bible-6vwfwdih89o0.mp3" length="1059140" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/6vwfwdih89o0</guid><pubDate>Tue, 07 Mar 2017 11:14:50 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/pb4e3fplpodd</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/310956430-929-bible-pb4e3fplpodd.mp3" length="1073732" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/pb4e3fplpodd</guid><pubDate>Mon, 06 Mar 2017 10:21:12 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/fbwy0sk3oajt</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/310802938-929-bible-fbwy0sk3oajt.mp3" length="1019972" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/fbwy0sk3oajt</guid><pubDate>Sun, 05 Mar 2017 11:32:19 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/8jaubrualpvq</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/310727637-929-bible-8jaubrualpvq.mp3" length="1053764" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/8jaubrualpvq</guid><pubDate>Sat, 04 Mar 2017 21:23:00 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/rhtwaybxcqb0</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/310186513-929-bible-rhtwaybxcqb0.mp3" length="959684" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/rhtwaybxcqb0</guid><pubDate>Wed, 01 Mar 2017 18:38:41 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/vge3irhsb7lp</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/309926809-929-bible-vge3irhsb7lp.mp3" length="1025348" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/vge3irhsb7lp</guid><pubDate>Tue, 28 Feb 2017 08:04:25 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/g7hurtbduqvi</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/309750298-929-bible-g7hurtbduqvi.mp3" length="1088324" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/g7hurtbduqvi</guid><pubDate>Mon, 27 Feb 2017 08:35:30 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/mjwpx5akkjdb</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/309617252-929-bible-mjwpx5akkjdb.mp3" length="1078724" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/mjwpx5akkjdb</guid><pubDate>Sun, 26 Feb 2017 12:31:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/oobzkvfkvgon</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/309323369-929-bible-oobzkvfkvgon.mp3" length="1024196" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/oobzkvfkvgon</guid><pubDate>Fri, 24 Feb 2017 11:43:11 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/irwubig5hicj</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/309049793-929-bible-irwubig5hicj.mp3" length="1027268" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/irwubig5hicj</guid><pubDate>Wed, 22 Feb 2017 20:04:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/7kmz1ljyr2jg</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/308819309-929-bible-7kmz1ljyr2jg.mp3" length="1039556" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/7kmz1ljyr2jg</guid><pubDate>Tue, 21 Feb 2017 13:00:44 GMT</pubDate></item><item><title>&#1502;&#1500;&#1488;&#1499;&#1497; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ovvm6tileglt</link><description>&#1502;&#1500;&#1488;&#1499;&#1497; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/308495011-929-bible-ovvm6tileglt.mp3" length="1007300" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ovvm6tileglt</guid><pubDate>Sun, 19 Feb 2017 13:15:24 GMT</pubDate></item><item><title>&#1502;&#1500;&#1488;&#1499;&#1497; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/vn9vicimw4kd</link><description>&#1502;&#1500;&#1488;&#1499;&#1497; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/308205549-929-bible-vn9vicimw4kd.mp3" length="1036100" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/vn9vicimw4kd</guid><pubDate>Fri, 17 Feb 2017 13:35:20 GMT</pubDate></item><item><title>&#1502;&#1500;&#1488;&#1499;&#1497; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/gwo92chklzif</link><description>&#1502;&#1500;&#1488;&#1499;&#1497; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307915923-929-bible-gwo92chklzif.mp3" length="1048772" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/gwo92chklzif</guid><pubDate>Wed, 15 Feb 2017 20:05:13 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/s2slrwoa6trx</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307743021-929-bible-s2slrwoa6trx.mp3" length="1007684" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/s2slrwoa6trx</guid><pubDate>Tue, 14 Feb 2017 19:48:01 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/gkmykbjzgnmd</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307733137-929-bible-gkmykbjzgnmd.mp3" length="1056452" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/gkmykbjzgnmd</guid><pubDate>Tue, 14 Feb 2017 18:46:59 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/w8nitiiujz9l</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307489490-929-bible-w8nitiiujz9l.mp3" length="1086788" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/w8nitiiujz9l</guid><pubDate>Mon, 13 Feb 2017 10:55:08 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/lw2rppm87sex</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307352022-929-bible-lw2rppm87sex.mp3" length="1124036" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/lw2rppm87sex</guid><pubDate>Sun, 12 Feb 2017 14:13:18 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/asc8btjyfalp</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/307243679-929-bible-asc8btjyfalp.mp3" length="1091396" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/asc8btjyfalp</guid><pubDate>Sat, 11 Feb 2017 18:35:06 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/deypmkx9q61k</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1497; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306769657-929-bible-deypmkx9q61k.mp3" length="1062237" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/deypmkx9q61k</guid><pubDate>Wed, 08 Feb 2017 20:26:53 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/fzvmgqdx5yqz</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306604144-929-bible-fzvmgqdx5yqz.mp3" length="1067229" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/fzvmgqdx5yqz</guid><pubDate>Tue, 07 Feb 2017 21:22:55 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/np5ptzbr53tf</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306366927-929-bible-np5ptzbr53tf.mp3" length="912477" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/np5ptzbr53tf</guid><pubDate>Mon, 06 Feb 2017 13:05:43 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/bcob1wrlpzfz</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/306257554-929-bible-bcob1wrlpzfz.mp3" length="965853" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/bcob1wrlpzfz</guid><pubDate>Sun, 05 Feb 2017 18:32:19 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ix7zacil6qok</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305927695-929-bible-ix7zacil6qok.mp3" length="1036893" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ix7zacil6qok</guid><pubDate>Fri, 03 Feb 2017 13:56:54 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ehikhb6lhmix</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305645323-929-bible-ehikhb6lhmix.mp3" length="1057629" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ehikhb6lhmix</guid><pubDate>Wed, 01 Feb 2017 20:29:48 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ztsuj4anm6wo</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305447167-929-bible-ztsuj4anm6wo.mp3" length="1067613" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ztsuj4anm6wo</guid><pubDate>Tue, 31 Jan 2017 18:04:43 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/aix479kbhyle</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305249836-929-bible-aix479kbhyle.mp3" length="1102557" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/aix479kbhyle</guid><pubDate>Mon, 30 Jan 2017 15:11:04 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/q84qce4we5us</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/305121360-929-bible-q84qce4we5us.mp3" length="1046493" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/q84qce4we5us</guid><pubDate>Sun, 29 Jan 2017 19:23:26 GMT</pubDate></item><item><title>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/gitfejaliwx3</link><description>&#1494;&#1499;&#1512;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304976042-929-bible-gitfejaliwx3.mp3" length="1044957" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/gitfejaliwx3</guid><pubDate>Sat, 28 Jan 2017 18:46:06 GMT</pubDate></item><item><title>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/o5cksrgg1dfu</link><description>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304017877-929-bible-o5cksrgg1dfu.mp3" length="1083357" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/o5cksrgg1dfu</guid><pubDate>Sun, 22 Jan 2017 21:34:49 GMT</pubDate></item><item><title>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/qw8upe3xjxvp</link><description>&#1495;&#1490;&#1497; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304017037-929-bible-qw8upe3xjxvp.mp3" length="1073757" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/qw8upe3xjxvp</guid><pubDate>Sun, 22 Jan 2017 21:29:08 GMT</pubDate></item><item><title>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/amzrjnd0jj6m</link><description>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304014691-929-bible-amzrjnd0jj6m.mp3" length="1103709" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/amzrjnd0jj6m</guid><pubDate>Sun, 22 Jan 2017 21:12:10 GMT</pubDate></item><item><title>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/7wspcadwtfnp</link><description>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/304002108-929-bible-7wspcadwtfnp.mp3" length="967773" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/7wspcadwtfnp</guid><pubDate>Sun, 22 Jan 2017 19:45:23 GMT</pubDate></item><item><title>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ef4twtnkgzeb</link><description>&#1510;&#1508;&#1504;&#1497;&#1492; &#1508;&#1512;&#1511; &#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/303478656-929-bible-ef4twtnkgzeb.mp3" length="1139805" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ef4twtnkgzeb</guid><pubDate>Thu, 19 Jan 2017 12:42:27 GMT</pubDate></item><item><title>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/50dqvvmny98g</link><description>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/303355705-929-bible-50dqvvmny98g.mp3" length="1129053" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/50dqvvmny98g</guid><pubDate>Wed, 18 Jan 2017 19:28:02 GMT</pubDate></item><item><title>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/umdnyngmfbug</link><description>&#1495;&#1489;&#1511;&#1493;&#1511; &#1508;&#1512;&#1511; &#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/303106070-929-bible-umdnyngmfbug.mp3" length="1075293" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/umdnyngmfbug</guid><pubDate>Tue, 17 Jan 2017 07:26:55 GMT</pubDate></item></channel></rss>