<?xml version="1.0" encoding="iso-8859-1"?>
<rss version="2.0"><channel><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://www.929.org.il</link><description>Podcast by 929</description><language>he</language><copyright>All rights reserved</copyright><image><url>http://i1.sndcdn.com/artworks-000220250584-4c62wk-original.jpg</url><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://www.929.org.il</link></image><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/s3imcy20tksn</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/320079918-929-bible-s3imcy20tksn.mp3" length="1031517" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/s3imcy20tksn</guid><pubDate>Sat, 29 Apr 2017 18:34:17 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/samdqvulpxu4</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319586411-929-bible-samdqvulpxu4.mp3" length="1033821" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/samdqvulpxu4</guid><pubDate>Wed, 26 Apr 2017 15:59:49 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/g7evnsuupunr</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319453363-929-bible-g7evnsuupunr.mp3" length="985412" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/g7evnsuupunr</guid><pubDate>Tue, 25 Apr 2017 19:45:31 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xcawp9z1mwla</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319214186-929-bible-xcawp9z1mwla.mp3" length="1036509" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xcawp9z1mwla</guid><pubDate>Mon, 24 Apr 2017 11:08:09 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/5k3tvudrybae</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319127286-929-bible-5k3tvudrybae.mp3" length="998493" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/5k3tvudrybae</guid><pubDate>Sun, 23 Apr 2017 19:53:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/loqeh1zafb9f</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/318613268-929-bible-loqeh1zafb9f.mp3" length="986589" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/loqeh1zafb9f</guid><pubDate>Thu, 20 Apr 2017 11:26:31 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ct4oukzcqdqw</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/318433542-929-bible-ct4oukzcqdqw.mp3" length="1047645" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ct4oukzcqdqw</guid><pubDate>Wed, 19 Apr 2017 11:46:21 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/wz22tdomldso</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/318336159-929-bible-wz22tdomldso.mp3" length="1073732" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/wz22tdomldso</guid><pubDate>Tue, 18 Apr 2017 19:55:56 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/y7ocgetru8ca</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/317315533-929-bible-y7ocgetru8ca.mp3" length="1064132" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/y7ocgetru8ca</guid><pubDate>Wed, 12 Apr 2017 07:51:38 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/zih9jkllzj7y</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/317308349-929-bible-zih9jkllzj7y.mp3" length="1011524" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/zih9jkllzj7y</guid><pubDate>Wed, 12 Apr 2017 06:11:24 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/13d832hijaze</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/317307075-929-bible-13d832hijaze.mp3" length="1140957" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/13d832hijaze</guid><pubDate>Wed, 12 Apr 2017 05:55:03 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ddqxwscb0vrm</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316978969-929-bible-ddqxwscb0vrm.mp3" length="1061853" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ddqxwscb0vrm</guid><pubDate>Mon, 10 Apr 2017 12:51:10 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/rpbpcro0kjyj</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316974674-929-bible-rpbpcro0kjyj.mp3" length="1043037" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/rpbpcro0kjyj</guid><pubDate>Mon, 10 Apr 2017 12:07:23 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/r7fvzrt4ujlo</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316875953-929-bible-r7fvzrt4ujlo.mp3" length="1019588" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/r7fvzrt4ujlo</guid><pubDate>Sun, 09 Apr 2017 18:56:55 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/yxhscue2z7ja</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316874862-929-bible-yxhscue2z7ja.mp3" length="1032260" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/yxhscue2z7ja</guid><pubDate>Sun, 09 Apr 2017 18:48:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xobhhzflykkv</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316743842-929-bible-xobhhzflykkv.mp3" length="1069508" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xobhhzflykkv</guid><pubDate>Sat, 08 Apr 2017 18:28:27 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xpgcgrnysdhs</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316268747-929-bible-xpgcgrnysdhs.mp3" length="1270724" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xpgcgrnysdhs</guid><pubDate>Wed, 05 Apr 2017 18:51:22 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/zopw4lyrnbyk</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316032978-929-bible-zopw4lyrnbyk.mp3" length="1093316" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/zopw4lyrnbyk</guid><pubDate>Tue, 04 Apr 2017 10:17:37 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/qt3tvsxwggxh</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/315923625-929-bible-qt3tvsxwggxh.mp3" length="1056861" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/qt3tvsxwggxh</guid><pubDate>Mon, 03 Apr 2017 18:12:03 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/drsel1sgky1s</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/315678586-929-bible-drsel1sgky1s.mp3" length="1036100" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/drsel1sgky1s</guid><pubDate>Sun, 02 Apr 2017 11:50:55 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/cfg8sf6rt8ai</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/315203529-929-bible-cfg8sf6rt8ai.mp3" length="1072196" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/cfg8sf6rt8ai</guid><pubDate>Thu, 30 Mar 2017 12:07:21 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/6djcatth38xg</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/315078652-929-bible-6djcatth38xg.mp3" length="1072605" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/6djcatth38xg</guid><pubDate>Wed, 29 Mar 2017 17:17:56 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/hasfjnatoj4l</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/314862008-929-bible-hasfjnatoj4l.mp3" length="1046852" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/hasfjnatoj4l</guid><pubDate>Tue, 28 Mar 2017 12:25:35 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/gloiufdbuzbo</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/314678944-929-bible-gloiufdbuzbo.mp3" length="1022660" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/gloiufdbuzbo</guid><pubDate>Mon, 27 Mar 2017 11:44:25 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ogtsd0alqutt</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/314552618-929-bible-ogtsd0alqutt.mp3" length="1026141" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ogtsd0alqutt</guid><pubDate>Sun, 26 Mar 2017 16:07:37 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/oamrq6cimdkv</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/314436637-929-bible-oamrq6cimdkv.mp3" length="1023837" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/oamrq6cimdkv</guid><pubDate>Sat, 25 Mar 2017 18:39:57 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/vazhxwc7gpgl</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/313747283-929-bible-vazhxwc7gpgl.mp3" length="1020381" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/vazhxwc7gpgl</guid><pubDate>Wed, 22 Mar 2017 10:24:39 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xb784birmhng</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/313660748-929-bible-xb784birmhng.mp3" length="1037252" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xb784birmhng</guid><pubDate>Tue, 21 Mar 2017 20:40:50 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/yhtazszpmqpp</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/313397750-929-bible-yhtazszpmqpp.mp3" length="1046468" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/yhtazszpmqpp</guid><pubDate>Mon, 20 Mar 2017 13:04:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/gsfuncqryjw2</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1499; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/313280705-929-bible-gsfuncqryjw2.mp3" length="1074525" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/gsfuncqryjw2</guid><pubDate>Sun, 19 Mar 2017 20:01:17 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/bzyhwniblshd</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/312952094-929-bible-bzyhwniblshd.mp3" length="1035332" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/bzyhwniblshd</guid><pubDate>Fri, 17 Mar 2017 14:50:06 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/d7zfjzqki1gk</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/312520696-929-bible-d7zfjzqki1gk.mp3" length="1038020" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/d7zfjzqki1gk</guid><pubDate>Wed, 15 Mar 2017 12:15:12 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/3miis0or3wr7</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/312413810-929-bible-3miis0or3wr7.mp3" length="1059140" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/3miis0or3wr7</guid><pubDate>Tue, 14 Mar 2017 20:44:29 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1496;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/4qkobmguuxr0</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1496;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/312161672-929-bible-4qkobmguuxr0.mp3" length="961988" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/4qkobmguuxr0</guid><pubDate>Mon, 13 Mar 2017 15:58:31 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1496;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/yudlkcfjtiwr</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1496;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/312036548-929-bible-yudlkcfjtiwr.mp3" length="1044164" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/yudlkcfjtiwr</guid><pubDate>Sun, 12 Mar 2017 20:01:54 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/rl05giqpcnmg</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/311893519-929-bible-rl05giqpcnmg.mp3" length="1033412" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/rl05giqpcnmg</guid><pubDate>Sat, 11 Mar 2017 19:55:48 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/i8cgkrt2wttk</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/311341713-929-bible-i8cgkrt2wttk.mp3" length="1048004" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/i8cgkrt2wttk</guid><pubDate>Wed, 08 Mar 2017 12:34:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/6vwfwdih89o0</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/311154161-929-bible-6vwfwdih89o0.mp3" length="1059140" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/6vwfwdih89o0</guid><pubDate>Tue, 07 Mar 2017 11:14:50 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/pb4e3fplpodd</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1497;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/310956430-929-bible-pb4e3fplpodd.mp3" length="1073732" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/pb4e3fplpodd</guid><pubDate>Mon, 06 Mar 2017 10:21:12 GMT</pubDate></item></channel></rss>