<?xml version="1.0" encoding="iso-8859-1"?>
<rss version="2.0"><channel><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://www.929.org.il</link><description>Podcast by 929</description><language>he</language><copyright>All rights reserved</copyright><image><url>http://i1.sndcdn.com/artworks-000224645573-9cc7pc-original.jpg</url><title>929 - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</title><link>http://www.929.org.il</link></image><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1496;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/mudifczqdncz</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1496;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/324796434-929-bible-mudifczqdncz.mp3" length="1097936" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/mudifczqdncz</guid><pubDate>Sat, 27 May 2017 20:30:33 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/v3oztlfzxo0i</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/324261455-929-bible-v3oztlfzxo0i.mp3" length="1191082" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/v3oztlfzxo0i</guid><pubDate>Wed, 24 May 2017 13:20:36 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1494;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/1kmidfcs3wyu</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1494;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/324131763-929-bible-1kmidfcs3wyu.mp3" length="1146320" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/1kmidfcs3wyu</guid><pubDate>Tue, 23 May 2017 17:43:12 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1493;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/kdefch45bwdh</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1493;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/323968175-929-bible-kdefch45bwdh.mp3" length="1107920" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/kdefch45bwdh</guid><pubDate>Mon, 22 May 2017 19:07:41 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1492;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/dpz1cmexm4gf</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1492;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/323793782-929-bible-dpz1cmexm4gf.mp3" length="1137104" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/dpz1cmexm4gf</guid><pubDate>Sun, 21 May 2017 17:55:21 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/grcorzuvrfh7</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/323666352-929-bible-grcorzuvrfh7.mp3" length="1060688" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/grcorzuvrfh7</guid><pubDate>Sat, 20 May 2017 18:51:34 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1490;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/qpgk3fdpuy3m</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1490;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/323112379-929-bible-qpgk3fdpuy3m.mp3" length="1047248" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/qpgk3fdpuy3m</guid><pubDate>Wed, 17 May 2017 20:19:57 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1489;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ykpqfew73zdw</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1489;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/322879655-929-bible-ykpqfew73zdw.mp3" length="1168208" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ykpqfew73zdw</guid><pubDate>Tue, 16 May 2017 12:34:41 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1488;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/l0fue06xy182</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;&#1488;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/322715095-929-bible-l0fue06xy182.mp3" length="1073744" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/l0fue06xy182</guid><pubDate>Mon, 15 May 2017 12:42:50 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ys3vjzynymgn</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1505;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/322551175-929-bible-ys3vjzynymgn.mp3" length="1096400" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ys3vjzynymgn</guid><pubDate>Sun, 14 May 2017 13:14:11 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1496;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/orrgsqwo8sam</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1496;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/322091337-929-bible-orrgsqwo8sam.mp3" length="1217744" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/orrgsqwo8sam</guid><pubDate>Thu, 11 May 2017 12:23:16 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1495;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/qbxbwrm1qmn4</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1495;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/321967102-929-bible-qbxbwrm1qmn4.mp3" length="1193152" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/qbxbwrm1qmn4</guid><pubDate>Wed, 10 May 2017 19:39:49 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1494;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/sbfu288tkkxx</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1494;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/321716434-929-bible-sbfu288tkkxx.mp3" length="1262272" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/sbfu288tkkxx</guid><pubDate>Tue, 09 May 2017 11:16:42 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/bpnjxs9gggnf</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/321551062-929-bible-bpnjxs9gggnf.mp3" length="1081792" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/bpnjxs9gggnf</guid><pubDate>Mon, 08 May 2017 12:23:58 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1492;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/k1u1zr8ow3p3</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1492;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/321387802-929-bible-k1u1zr8ow3p3.mp3" length="1216960" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/k1u1zr8ow3p3</guid><pubDate>Sun, 07 May 2017 11:12:55 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1491;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/jaash2udtrp5</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1491;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/321084137-929-bible-jaash2udtrp5.mp3" length="1026496" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/jaash2udtrp5</guid><pubDate>Fri, 05 May 2017 10:21:33 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1490;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/m4qpd0hywlbd</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1490;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/320644834-929-bible-m4qpd0hywlbd.mp3" length="1094877" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/m4qpd0hywlbd</guid><pubDate>Wed, 03 May 2017 11:25:29 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1489;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/7z4xkbay9syu</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1489;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/320340191-929-bible-7z4xkbay9syu.mp3" length="1038045" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/7z4xkbay9syu</guid><pubDate>Mon, 01 May 2017 15:10:19 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1488;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/6f3qobue0a3e</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504;&#1488;- &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/320337323-929-bible-6f3qobue0a3e.mp3" length="1071453" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/6f3qobue0a3e</guid><pubDate>Mon, 01 May 2017 14:48:20 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/z2qpkgygho20</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1504; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/320169742-929-bible-z2qpkgygho20.mp3" length="1106756" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/z2qpkgygho20</guid><pubDate>Sun, 30 Apr 2017 11:55:57 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/s3imcy20tksn</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/320079918-929-bible-s3imcy20tksn.mp3" length="1031517" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/s3imcy20tksn</guid><pubDate>Sat, 29 Apr 2017 18:34:17 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/samdqvulpxu4</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319586411-929-bible-samdqvulpxu4.mp3" length="1033821" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/samdqvulpxu4</guid><pubDate>Wed, 26 Apr 2017 15:59:49 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/g7evnsuupunr</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319453363-929-bible-g7evnsuupunr.mp3" length="985412" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/g7evnsuupunr</guid><pubDate>Tue, 25 Apr 2017 19:45:31 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xcawp9z1mwla</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319214186-929-bible-xcawp9z1mwla.mp3" length="1036509" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xcawp9z1mwla</guid><pubDate>Mon, 24 Apr 2017 11:08:09 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/5k3tvudrybae</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/319127286-929-bible-5k3tvudrybae.mp3" length="998493" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/5k3tvudrybae</guid><pubDate>Sun, 23 Apr 2017 19:53:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/loqeh1zafb9f</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/318613268-929-bible-loqeh1zafb9f.mp3" length="986589" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/loqeh1zafb9f</guid><pubDate>Thu, 20 Apr 2017 11:26:31 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ct4oukzcqdqw</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/318433542-929-bible-ct4oukzcqdqw.mp3" length="1047645" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ct4oukzcqdqw</guid><pubDate>Wed, 19 Apr 2017 11:46:21 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/wz22tdomldso</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/318336159-929-bible-wz22tdomldso.mp3" length="1073732" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/wz22tdomldso</guid><pubDate>Tue, 18 Apr 2017 19:55:56 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/y7ocgetru8ca</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/317315533-929-bible-y7ocgetru8ca.mp3" length="1064132" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/y7ocgetru8ca</guid><pubDate>Wed, 12 Apr 2017 07:51:38 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/zih9jkllzj7y</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1502; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/317308349-929-bible-zih9jkllzj7y.mp3" length="1011524" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/zih9jkllzj7y</guid><pubDate>Wed, 12 Apr 2017 06:11:24 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/13d832hijaze</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1496; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/317307075-929-bible-13d832hijaze.mp3" length="1140957" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/13d832hijaze</guid><pubDate>Wed, 12 Apr 2017 05:55:03 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/ddqxwscb0vrm</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1495; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316978969-929-bible-ddqxwscb0vrm.mp3" length="1061853" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/ddqxwscb0vrm</guid><pubDate>Mon, 10 Apr 2017 12:51:10 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/rpbpcro0kjyj</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1494; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316974674-929-bible-rpbpcro0kjyj.mp3" length="1043037" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/rpbpcro0kjyj</guid><pubDate>Mon, 10 Apr 2017 12:07:23 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/r7fvzrt4ujlo</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1493; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316875953-929-bible-r7fvzrt4ujlo.mp3" length="1019588" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/r7fvzrt4ujlo</guid><pubDate>Sun, 09 Apr 2017 18:56:55 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/yxhscue2z7ja</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1492; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316874862-929-bible-yxhscue2z7ja.mp3" length="1032260" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/yxhscue2z7ja</guid><pubDate>Sun, 09 Apr 2017 18:48:59 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xobhhzflykkv</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1491; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316743842-929-bible-xobhhzflykkv.mp3" length="1069508" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xobhhzflykkv</guid><pubDate>Sat, 08 Apr 2017 18:28:27 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/xpgcgrnysdhs</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1490; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316268747-929-bible-xpgcgrnysdhs.mp3" length="1270724" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/xpgcgrnysdhs</guid><pubDate>Wed, 05 Apr 2017 18:51:22 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/zopw4lyrnbyk</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1489; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/316032978-929-bible-zopw4lyrnbyk.mp3" length="1093316" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/zopw4lyrnbyk</guid><pubDate>Tue, 04 Apr 2017 10:17:37 GMT</pubDate></item><item><title>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</title><link>https://soundcloud.com/929-bible/qt3tvsxwggxh</link><description>&#1514;&#1492;&#1500;&#1497;&#1501; &#1508;&#1512;&#1511; &#1500;&#1488; - &#1502;&#1493;&#1513;&#1490; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1502;&#1508;&#1512;&#1511; &#1492;&#1514;&#1504;&#1498; &#1492;&#1497;&#1493;&#1502;&#1497; - &#1502;&#1490;&#1497;&#1513; &#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494; by 929</description><author>929</author><enclosure url="http://feeds.soundcloud.com/stream/315923625-929-bible-qt3tvsxwggxh.mp3" length="1056861" type="audio/mpeg"></enclosure><guid>https://soundcloud.com/929-bible/qt3tvsxwggxh</guid><pubDate>Mon, 03 Apr 2017 18:12:03 GMT</pubDate></item></channel></rss>